Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: This location does not accept files. Choose another folder.
ar: لا يقبل هذا الموقع الملفات. اختر مجلدًا آخر.
de: Dieser Ort nimmt keine Dateien an. Wähle einen anderen Ordner.
es: Esta ubicación no admite archivos. Selecciona otra carpeta.
fr: Cet emplacement n’accepte pas de fichiers. Choisissez un autre dossier.
it: Questa posizione non accetta file. Scegli un’altra cartella.
ja: この場所はファイルを受け付けません。別のフォルダを選択してください。
ko: 이 위치는 파일을 받을 수 없습니다. 다른 폴더를 선택하십시오.
pt_br: Este local não aceita arquivos. Escolha outra pasta.
ru: Это место не принимает файлы. Выберите другую папку.
vi: Vị trí này không nhận tệp. Hãy chọn thư mục khác.
zh_hans: 此位置不接受文件。选择其他文件夹。
zh_hant: 此位置不接受檔案。請選擇其他檔案夾。

source: This offset is past the end of the file. Enter 0x%llx or less.
ar: هذه الإزاحة تتجاوز نهاية الملف. أدخل 0x%llx أو أقل.
de: Dieser Offset liegt hinter dem Ende der Datei. Gib 0x%llx oder weniger ein.
es: Este desplazamiento supera el final del archivo. Introduce 0x%llx o menos.
fr: Ce décalage dépasse la fin du fichier. Saisissez 0x%llx ou moins.
it: Questo offset è oltre la fine del file. Inserisci 0x%llx o un valore inferiore.
ja: このオフセットはファイルの末尾を超えています。0x%llx 以下を入力してください。
ko: 이 오프셋은 파일의 끝을 넘어섭니다. 0x%llx 이하를 입력하십시오.
pt_br: Este deslocamento está além do fim do arquivo. Digite 0x%llx ou menos.
ru: Это смещение находится за концом файла. Введите 0x%llx или меньше.
vi: Offset này vượt quá cuối tệp. Hãy nhập 0x%llx hoặc nhỏ hơn.
zh_hans: 此偏移超出文件末尾，请输入不超过 0x%llx 的值。
zh_hant: 此偏移值超出檔案結尾。請輸入 0x%llx 或更小的值。

source: This PDF has too many pages to preview.
ar: يحتوي ملف PDF هذا على صفحات أكثر من أن تُعرض معاينتها.
de: Dieses PDF hat zu viele Seiten für eine Vorschau.
es: Este PDF tiene demasiadas páginas para la vista previa.
fr: Ce PDF contient trop de pages pour en afficher un aperçu.
it: Questo PDF ha troppe pagine per l’anteprima.
ja: このPDFはページ数が多すぎてプレビューできません。
ko: 이 PDF는 페이지가 너무 많아 미리 볼 수 없습니다.
pt_br: Este PDF tem páginas demais para pré-visualizar.
ru: В этом PDF слишком много страниц для просмотра.
vi: Tệp PDF này có quá nhiều trang để xem trước.
zh_hans: 此 PDF 的页数过多，无法预览。
zh_hant: 此 PDF 的頁數過多，無法預覽。

source: This property list contains values that can be viewed but not edited.
ar: تحتوي قائمة الخصائص هذه على قيم يمكن عرضها لكن لا يمكن تحريرها.
de: Diese Property List enthält Werte, die angezeigt, aber nicht bearbeitet werden können.
es: Esta lista de propiedades contiene valores que se pueden ver, pero no editar.
fr: Cette liste de propriétés contient des valeurs consultables mais non modifiables.
it: Questa property list contiene valori che possono essere visualizzati ma non modificati.
ja: このプロパティリストには、表示はできても編集できない値が含まれています。
ko: 이 속성 목록에는 볼 수는 있지만 편집할 수 없는 값이 포함되어 있습니다.
pt_br: Esta property list contém valores que podem ser visualizados, mas não editados.
ru: Этот список свойств содержит значения, которые можно просматривать, но нельзя изменять.
vi: Property list này chứa các giá trị có thể xem nhưng không thể chỉnh sửa.
zh_hans: 此属性列表包含只能查看、无法编辑的值。
zh_hant: 此屬性列表包含只能檢視、無法編輯的值。

source: Too Many Tabs
ar: علامات تبويب كثيرة جدًا
de: Zu viele Tabs
es: Demasiadas pestañas
fr: Trop d’onglets
it: Troppi pannelli
ja: タブが多すぎます
ko: 탭이 너무 많음
pt_br: Abas Demais
ru: Слишком много вкладок
vi: Quá nhiều tab
zh_hans: 标签页过多
zh_hant: 標籤頁過多

source: Transferring between servers needs %1$@ of free space on this device for a temporary copy, and only %2$@ is free. Free up space and try again.
ar: يتطلب النقل بين الخوادم مساحة خالية قدرها %1$@ على هذا الجهاز لنسخة مؤقتة، ولا يتوفر سوى %2$@. أفرغ بعض المساحة وحاول مرة أخرى.
de: Für die Übertragung zwischen Servern werden %1$@ freier Speicher auf diesem Gerät für eine temporäre Kopie benötigt, es sind aber nur %2$@ frei. Gib Speicher frei und versuche es erneut.
es: Transferir entre servidores necesita %1$@ de espacio libre en este dispositivo para una copia temporal, y solo hay %2$@ libres. Libera espacio y vuelve a intentarlo.
fr: Un transfert entre serveurs nécessite %1$@ d’espace libre sur cet appareil pour une copie temporaire, or il n’y a que %2$@ de libre. Libérez de l’espace, puis réessayez.
it: Il trasferimento tra server richiede %1$@ di spazio libero su questo dispositivo per una copia temporanea, ma sono liberi solo %2$@. Libera spazio e riprova.
ja: サーバ間の転送には、一時コピー用にこのデバイスの空き容量が %1$@ 必要ですが、空きは %2$@ しかありません。空き容量を増やしてから、もう一度お試しください。
ko: 서버 간 전송에는 임시 사본을 위해 이 기기에 %1$@의 여유 공간이 필요하지만 %2$@만 남아 있습니다. 공간을 확보한 후 다시 시도하십시오.
pt_br: Transferir entre servidores precisa de %1$@ de espaço livre neste dispositivo para uma cópia temporária, e há apenas %2$@ livres. Libere espaço e tente novamente.
ru: Для передачи между серверами на этом устройстве нужно %1$@ свободного места для временной копии, а свободно только %2$@. Освободите место и повторите попытку.
vi: Việc truyền giữa các máy chủ cần %1$@ dung lượng trống trên thiết bị này cho bản sao tạm thời, nhưng chỉ còn %2$@. Hãy giải phóng dung lượng rồi thử lại.
zh_hans: 在服务器之间传输需要此设备有 %1$@ 可用空间用于临时副本，但当前仅剩 %2$@。请释放空间后重试。
zh_hant: 在伺服器之間傳輸需要此裝置有 %1$@ 可用空間存放暫存副本，但目前僅剩 %2$@。請釋出空間後再試一次。

source: Trash
ar: المهملات
de: Papierkorb
es: Papelera
fr: Corbeille
it: Cestino
ja: ゴミ箱
ko: 휴지통
pt_br: Lixeira
ru: Корзина
vi: Thùng rác
zh_hans: 废纸篓
zh_hant: 垃圾桶

source: Trash Is Empty
ar: المهملات فارغة
de: Papierkorb ist leer
es: La papelera está vacía
fr: La corbeille est vide
it: Cestino vuoto
ja: ゴミ箱は空です
ko: 휴지통이 비어 있음
pt_br: Lixeira Vazia
ru: Корзина пуста
vi: Thùng rác trống
zh_hans: 废纸篓为空
zh_hant: 垃圾桶是空的

source: Try different filters.
ar: جرّب عوامل تصفية مختلفة.
de: Versuche andere Filter.
es: Prueba con otros filtros.
fr: Essayez d’autres filtres.
it: Prova con filtri diversi.
ja: 別のフィルタをお試しください。
ko: 다른 필터로 시도하십시오.
pt_br: Tente outros filtros.
ru: Попробуйте другие фильтры.
vi: Hãy thử bộ lọc khác.
zh_hans: 换用其他筛选。
zh_hant: 請嘗試其他篩選條件。

source: Turn on Show Hidden Files to see them.
ar: شغّل خيار إظهار الملفات المخفية لرؤيتها.
de: Aktiviere „Ausgeblendete Dateien anzeigen“, um sie zu sehen.
es: Activa Mostrar archivos ocultos para verlos.
fr: Activez Afficher les fichiers masqués pour les voir.
it: Attiva Mostra i file nascosti per vederli.
ja: 表示するには「非表示ファイルを表示」をオンにしてください。
ko: 보려면 숨겨진 파일 보기를 켜십시오.
pt_br: Ative Mostrar Arquivos Ocultos para vê-los.
ru: Включите параметр «Показывать скрытые файлы», чтобы увидеть их.
vi: Hãy bật Hiển thị tệp ẩn để xem chúng.
zh_hans: 开启“显示隐藏文件”即可查看它们。
zh_hant: 開啟「顯示隱藏檔案」即可看到它們。

source: Turning off Remember Recents also deletes the history already recorded.
ar: إيقاف «تذكّر العناصر الأخيرة» يحذف أيضًا السجل المسجَّل بالفعل.
de: „Zuletzt benutzte merken“ auszuschalten löscht auch den bereits aufgezeichneten Verlauf.
es: Desactivar «Recordar los recientes» también elimina el historial ya registrado.
fr: Désactiver « Mémoriser les récents » supprime aussi l’historique déjà enregistré.
it: Disattivare «Ricorda i recenti» elimina anche la cronologia già registrata.
ja: 「最近の項目を記憶」をオフにすると、記録済みの履歴も削除されます。
ko: ‘최근 항목 기억’을 끄면 이미 기록된 기록도 삭제됩니다.
pt_br: Desativar “Lembrar Recentes” também apaga o histórico já registrado.
ru: Выключение параметра «Запоминать недавние» также удаляет уже записанную историю.
vi: Tắt “Ghi nhớ mục gần đây” cũng xóa lịch sử đã ghi.
zh_hans: 关闭“记录最近使用”也会删除已经记录的历史。
zh_hant: 關閉「記住最近項目」也會刪除已經記錄的歷史。

source: Two selected items are both named “%@” and would use the same destination. Rename one or transfer them separately.
ar: عنصران محددان يحملان الاسم ”%@“ نفسه وسيستخدمان الوجهة نفسها. أعد تسمية أحدهما أو انقلهما بشكل منفصل.
de: Zwei ausgewählte Objekte heißen beide „%@“ und würden dasselbe Ziel verwenden. Benenne eines um oder übertrage sie getrennt.
es: Dos elementos seleccionados se llaman “%@” y usarían el mismo destino. Cambia el nombre de uno o transfiérelos por separado.
fr: Deux éléments sélectionnés portent le nom « %@ » et utiliseraient la même destination. Renommez-en un ou transférez-les séparément.
it: Due elementi selezionati si chiamano entrambi “%@” e userebbero la stessa destinazione. Rinominane uno o trasferiscili separatamente.
ja: 選択した項目のうち 2 つが「%@」という同じ名前で、同じ保存先になります。一方の名前を変更するか、別々に転送してください。
ko: 선택한 항목 두 개의 이름이 모두 “%@”이어서 같은 대상을 사용하게 됩니다. 하나의 이름을 바꾸거나 따로 전송하십시오.
pt_br: Dois itens selecionados se chamam “%@” e usariam o mesmo destino. Renomeie um ou transfira-os separadamente.
ru: Два выбранных объекта называются «%@» и попали бы в одно место. Переименуйте один или перенесите их по отдельности.
vi: Hai mục đã chọn đều có tên “%@” và sẽ dùng cùng một đích. Hãy đổi tên một mục hoặc chuyển riêng.
zh_hans: 有两个所选项目都名为“%@”，会使用同一目标。请重命名其中一个或分别传输。
zh_hant: 有兩個所選項目都名為「%@」，會使用同一目標。請重新命名其中一個或分別傳輸。

source: Two selected items have the same name and would use the same destination. Rename one or transfer them separately.
ar: عنصران محدَّدان يحملان الاسم نفسه وسيستخدمان الوجهة نفسها. غيّر اسم أحدهما أو انقلهما كلًا على حدة.
de: Zwei ausgewählte Objekte haben denselben Namen und würden dasselbe Ziel verwenden. Benenne eines um oder übertrage sie einzeln.
es: Dos de los elementos seleccionados tienen el mismo nombre y usarían el mismo destino. Cambia el nombre de uno o transfiérelos por separado.
fr: Deux éléments sélectionnés portent le même nom et utiliseraient la même destination. Renommez-en un ou transférez-les séparément.
it: Due elementi selezionati hanno lo stesso nome e userebbero la stessa destinazione. Rinominane uno o trasferiscili separatamente.
ja: 選択した2つの項目が同じ名前のため、移動先が重複します。どちらかの名前を変更するか、別々に転送してください。
ko: 선택한 두 항목의 이름이 같아 대상 위치가 겹칩니다. 하나의 이름을 바꾸거나 따로 전송하십시오.
pt_br: Dois itens selecionados têm o mesmo nome e usariam o mesmo destino. Renomeie um deles ou transfira-os separadamente.
ru: Два выбранных объекта имеют одинаковое имя и попадут в одно и то же место. Переименуйте один из них или перенесите их по отдельности.
vi: Hai mục đã chọn trùng tên và sẽ dùng chung một đích. Hãy đổi tên một mục hoặc chuyển riêng từng mục.
zh_hans: 所选项目中有同名项目，会使用相同的目标路径。请先重命名，或分别传输。
zh_hant: 所選項目中有同名項目，會使用相同的目標路徑。請先重新命名，或分別傳輸。

source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: Тип
vi: Kiểu
zh_hans: 类型
zh_hant: 類型

source: Unable to Calculate Checksums
ar: تعذّر حساب مجاميع التحقق
de: Prüfsummen können nicht berechnet werden
es: No se han podido calcular las sumas de comprobación
fr: Impossible de calculer les sommes de contrôle
it: Impossibile calcolare i checksum
ja: チェックサムを計算できません
ko: 체크섬을 계산할 수 없음
pt_br: Não foi possível calcular as somas de verificação
ru: Не удалось вычислить контрольные суммы
vi: Không thể tính tổng kiểm tra
zh_hans: 无法计算校验值
zh_hant: 無法計算校驗值

source: Unable to Change Item
ar: تعذّر تغيير العنصر
de: Objekt kann nicht geändert werden
es: No se ha podido modificar el elemento
fr: Impossible de modifier l’élément
it: Impossibile modificare l’elemento
ja: 項目を変更できません
ko: 항목을 변경할 수 없음
pt_br: Não Foi Possível Alterar o Item
ru: Не удалось изменить объект
vi: Không thể thay đổi mục
zh_hans: 无法更改项目
zh_hant: 無法更改項目

source: Unable to Complete Request
ar: تعذّر إكمال الطلب
de: Anfrage kann nicht abgeschlossen werden
es: No se ha podido completar la solicitud
fr: Impossible de traiter la requête
it: Impossibile completare la richiesta
ja: 要求を完了できません
ko: 요청을 완료할 수 없음
pt_br: Não Foi Possível Concluir a Solicitação
ru: Не удалось выполнить запрос
vi: Không thể hoàn tất yêu cầu
zh_hans: 无法完成请求
zh_hant: 無法完成請求

source: Unable to Copy Items
ar: تعذّر نسخ العناصر
de: Objekte können nicht kopiert werden
es: No se han podido copiar los elementos
fr: Impossible de copier les éléments
it: Impossibile copiare gli elementi
ja: 項目をコピーできません
ko: 항목을 복사할 수 없음
pt_br: Não Foi Possível Copiar os Itens
ru: Не удалось скопировать объекты
vi: Không thể sao chép các mục
zh_hans: 无法拷贝项目
zh_hant: 無法拷貝項目

source: Unable to Create Folder
ar: تعذّر إنشاء المجلد
de: Ordner kann nicht erstellt werden
es: No se ha podido crear la carpeta
fr: Impossible de créer le dossier
it: Impossibile creare la cartella
ja: フォルダを作成できません
ko: 폴더를 생성할 수 없음
pt_br: Não Foi Possível Criar a Pasta
ru: Не удалось создать папку
vi: Không thể tạo thư mục
zh_hans: 无法创建文件夹
zh_hant: 無法建立檔案夾

source: Unable to Make This Change
ar: تعذّر إجراء هذا التغيير
de: Änderung nicht möglich
es: No se ha podido hacer este cambio
fr: Impossible d’effectuer cette modification
it: Impossibile apportare questa modifica
ja: この変更を行えません
ko: 이 변경을 적용할 수 없음
pt_br: Não Foi Possível Fazer Esta Alteração
ru: Не удалось внести изменение
vi: Không thể thực hiện thay đổi này
zh_hans: 无法进行此更改
zh_hant: 無法進行此變更

source: Unable to Move Items
ar: تعذّر نقل العناصر
de: Objekte können nicht bewegt werden
es: No se han podido mover los elementos
fr: Impossible de déplacer les éléments
it: Impossibile spostare gli elementi
ja: 項目を移動できません
ko: 항목을 이동할 수 없음
pt_br: Não Foi Possível Mover os Itens
ru: Не удалось переместить объекты
vi: Không thể di chuyển các mục
zh_hans: 无法移动项目
zh_hant: 無法搬移項目

source: Unable to Open This File
ar: تعذّر فتح هذا الملف
de: Diese Datei kann nicht geöffnet werden
es: No se ha podido abrir este archivo
fr: Impossible d’ouvrir ce fichier
it: Impossibile aprire questo file
ja: このファイルを開けません
ko: 이 파일을 열 수 없음
pt_br: Não Foi Possível Abrir Este Arquivo
ru: Не удалось открыть этот файл
vi: Không thể mở tệp này
zh_hans: 无法打开此文件
zh_hant: 無法打開此檔案

source: Unable to open this PDF. Open it as Hex to see its contents.
ar: تعذّر فتح ملف PDF هذا. افتحه بصيغة Hex لعرض محتواه.
de: Dieses PDF kann nicht geöffnet werden. Öffne es als Hex, um seinen Inhalt zu sehen.
es: No se ha podido abrir este PDF. Ábrelo como Hex para ver su contenido.
fr: Impossible d’ouvrir ce PDF. Ouvrez-le en Hex pour voir son contenu.
it: Impossibile aprire questo PDF. Aprilo come Hex per vederne il contenuto.
ja: このPDFを開けません。内容を見るにはHexとして開いてください。
ko: 이 PDF를 열 수 없습니다. 내용을 보려면 Hex로 여십시오.
pt_br: Não foi possível abrir este PDF. Abra-o como Hex para ver o conteúdo.
ru: Не удалось открыть этот PDF. Откройте его как Hex, чтобы увидеть содержимое.
vi: Không thể mở tệp PDF này. Hãy mở dạng Hex để xem nội dung.
zh_hans: 无法打开此 PDF。以十六进制打开可查看其中的内容。
zh_hant: 無法打開此 PDF。請以「十六進位」打開來查看其內容。

source: Unable to Play This File
ar: تعذّر تشغيل هذا الملف
de: Diese Datei kann nicht abgespielt werden
es: No se ha podido reproducir este archivo
fr: Lecture impossible
it: Impossibile riprodurre questo file
ja: このファイルを再生できません
ko: 이 파일을 재생할 수 없음
pt_br: Não Foi Possível Reproduzir Este Arquivo
ru: Не удалось воспроизвести этот файл
vi: Không thể phát tệp này
zh_hans: 无法播放此文件
zh_hant: 無法播放此檔案

source: Unable to Read Folder
ar: تعذّرت قراءة المجلد
de: Ordner kann nicht gelesen werden
es: No se ha podido leer la carpeta
fr: Impossible de lire le dossier
it: Impossibile leggere la cartella
ja: フォルダを読み込めません
ko: 폴더를 읽을 수 없음
pt_br: Não Foi Possível Ler a Pasta
ru: Не удалось прочитать папку
vi: Không thể đọc thư mục
zh_hans: 无法读取此文件夹
zh_hant: 無法讀取檔案夾

source: Unable to Read Item
ar: تعذّرت قراءة العنصر
de: Objekt kann nicht gelesen werden
es: No se ha podido leer el elemento
fr: Impossible de lire l’élément
it: Impossibile leggere l’elemento
ja: 項目を読み取れません
ko: 항목을 읽을 수 없음
pt_br: Não foi possível ler o item
ru: Не удалось прочитать объект
vi: Không thể đọc mục
zh_hans: 无法读取项目
zh_hant: 無法讀取項目

source: Unable to Read This File
ar: تعذّرت قراءة هذا الملف
de: Diese Datei kann nicht gelesen werden
es: No se ha podido leer este archivo
fr: Impossible de lire ce fichier
it: Impossibile leggere questo file
ja: このファイルを読み込めません
ko: 이 파일을 읽을 수 없음
pt_br: Não Foi Possível Ler Este Arquivo
ru: Не удалось прочитать этот файл
vi: Không thể đọc tệp này
zh_hans: 无法读取此文件
zh_hant: 無法讀取此檔案

source: Unable to read this file. Try opening it again.
ar: تعذّرت قراءة هذا الملف. حاول فتحه مرة أخرى.
de: Diese Datei kann nicht gelesen werden. Versuche, sie erneut zu öffnen.
es: No se ha podido leer este archivo. Prueba a abrirlo de nuevo.
fr: Impossible de lire ce fichier. Essayez de l’ouvrir à nouveau.
it: Impossibile leggere questo file. Prova ad aprirlo di nuovo.
ja: このファイルを読み込めません。もう一度開いてみてください。
ko: 이 파일을 읽을 수 없습니다. 다시 열어 보십시오.
pt_br: Não foi possível ler este arquivo. Tente abri-lo novamente.
ru: Не удалось прочитать этот файл. Попробуйте открыть его ещё раз.
vi: Không thể đọc tệp này. Hãy thử mở lại.
zh_hans: 无法读取此文件。请重新打开。
zh_hant: 無法讀取此檔案。請再試著打開一次。

source: Unable to Remove Server
ar: تعذّرت إزالة الخادم
de: Server kann nicht entfernt werden
es: No se ha podido eliminar el servidor
fr: Impossible de supprimer le serveur
it: Impossibile rimuovere il server
ja: サーバを削除できません
ko: 서버를 제거할 수 없음
pt_br: Não foi possível remover o servidor
ru: Не удалось удалить сервер
vi: Không thể xóa máy chủ
zh_hans: 无法移除服务器
zh_hant: 無法移除伺服器

source: Unable to Save
ar: تعذّر الحفظ
de: Sichern nicht möglich
es: No se ha podido guardar
fr: Impossible d’enregistrer
it: Impossibile salvare
ja: 保存できません
ko: 저장할 수 없음
pt_br: Não Foi Possível Salvar
ru: Не удалось сохранить
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法儲存

source: Unable to save this file. Try again.
ar: تعذّر حفظ هذا الملف. حاول مرة أخرى.
de: Diese Datei kann nicht gesichert werden. Versuche es erneut.
es: No se ha podido guardar este archivo. Inténtalo de nuevo.
fr: Impossible d’enregistrer ce fichier. Réessayez.
it: Impossibile salvare questo file. Riprova.
ja: このファイルを保存できません。もう一度お試しください。
ko: 이 파일을 저장할 수 없습니다. 다시 시도하십시오.
pt_br: Não foi possível salvar este arquivo. Tente novamente.
ru: Не удалось сохранить этот файл. Повторите попытку.
vi: Không thể lưu tệp này. Hãy thử lại.
zh_hans: 无法保存此文件。请重试。
zh_hant: 無法儲存此檔案。請再試一次。

source: Unable to start sharing. Check the port number and try again.
ar: تعذّر بدء المشاركة. تحقق من رقم المنفذ وحاول مرة أخرى.
de: Teilen konnte nicht gestartet werden. Prüfe die Portnummer und versuche es erneut.
es: No se ha podido empezar a compartir. Comprueba el número de puerto e inténtalo de nuevo.
fr: Impossible de démarrer le partage. Vérifiez le numéro de port et réessayez.
it: Impossibile avviare la condivisione. Controlla il numero di porta e riprova.
ja: 共有を開始できません。ポート番号を確認して、もう一度お試しください。
ko: 공유를 시작할 수 없습니다. 포트 번호를 확인한 다음 다시 시도하십시오.
pt_br: Não foi possível iniciar o compartilhamento. Verifique o número da porta e tente novamente.
ru: Не удалось включить общий доступ. Проверьте номер порта и повторите попытку.
vi: Không thể bắt đầu chia sẻ. Hãy kiểm tra số cổng rồi thử lại.
zh_hans: 无法开启共享，检查端口号后重试。
zh_hant: 無法開始分享。請檢查埠號後再試一次。

source: Unable to use the saved password. Try entering it again.
ar: تعذّر استخدام كلمة السر المحفوظة. حاول إدخالها مرة أخرى.
de: Das gespeicherte Passwort kann nicht verwendet werden. Versuche, es erneut einzugeben.
es: No se ha podido usar la contraseña guardada. Prueba a introducirla de nuevo.
fr: Impossible d’utiliser le mot de passe enregistré. Saisissez-le à nouveau.
it: Impossibile usare la password salvata. Prova a inserirla di nuovo.
ja: 保存したパスワードを使用できません。もう一度入力してください。
ko: 저장된 암호를 사용할 수 없습니다. 다시 입력하십시오.
pt_br: Não foi possível usar a senha salva. Tente digitá-la novamente.
ru: Не удалось использовать сохранённый пароль. Введите его ещё раз.
vi: Không thể dùng mật khẩu đã lưu. Hãy nhập lại.
zh_hans: 无法使用已保存的密码。重新输入。
zh_hant: 無法使用已儲存的密碼。請再輸入一次。

source: Uncompressed
ar: غير مضغوط
de: Unkomprimiert
es: Sin comprimir
fr: Non compressé
it: Senza compressione
ja: 無圧縮
ko: 압축 안 함
pt_br: Sem Compressão
ru: Без сжатия
vi: Không nén
zh_hans: 不压缩
zh_hant: 不壓縮

source: Undo
ar: تراجع
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 還原

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

source: Unsaved Changes
ar: تغييرات غير محفوظة
de: Nicht gesicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
it: Modifiche non salvate
ja: 未保存の変更
ko: 저장하지 않은 변경 사항
pt_br: Alterações Não Salvas
ru: Несохранённые изменения
vi: Thay đổi chưa lưu
zh_hans: 未保存的更改
zh_hant: 未儲存的更動

source: Unsupported Link
ar: رابط غير مدعوم
de: Nicht unterstützter Link
es: Enlace no compatible
fr: Lien non pris en charge
it: Link non supportato
ja: 対応していないリンク
ko: 지원되지 않는 링크
pt_br: Link Não Suportado
ru: Ссылка не поддерживается
vi: Liên kết không được hỗ trợ
zh_hans: 不支持的链接
zh_hant: 不支援的連結

source: Unsupported Value
ar: قيمة غير مدعومة
de: Nicht unterstützter Wert
es: Valor no compatible
fr: Valeur non prise en charge
it: Valore non supportato
ja: 対応していない値
ko: 지원되지 않는 값
pt_br: Valor Não Suportado
ru: Значение не поддерживается
vi: Giá trị không được hỗ trợ
zh_hans: 不支持的值
zh_hant: 不支援的值

source: Untitled.txt
ar: بدون عنوان.txt
de: Unbenannt.txt
es: Sin título.txt
fr: Sans titre.txt
it: Senza titolo.txt
ja: 名称未設定.txt
ko: 이름 없음.txt
pt_br: Sem título.txt
ru: Без имени.txt
vi: Không tên.txt
zh_hans: 未命名.txt
zh_hant: 未命名.txt

source: URL
ar: الرابط

source: Use Trash
ar: استخدام سلة المهملات
de: Papierkorb verwenden
es: Usar la papelera
fr: Utiliser la corbeille
it: Usa Cestino
ja: ゴミ箱を使用
ko: 휴지통 사용
pt_br: Usar Lixeira
ru: Использовать Корзину
vi: Dùng thùng rác
zh_hans: 使用废纸篓
zh_hant: 使用垃圾桶

source: User Name
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
pt_br: Nome de Usuário
ru: Имя пользователя
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pt_br: Valor
ru: Значение
vi: Giá trị
zh_hans: 值
zh_hant: 值

source: Verbose
ar: مفصّل
de: Ausführlich
es: Detallado
fr: Détaillé
it: Dettagliato
ja: 詳細
ko: 상세
pt_br: Detalhado
ru: Подробный
vi: Chi tiết
zh_hans: 详细
zh_hant: 詳細

source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pt_br: Vídeo
ru: Видео
zh_hans: 视频
zh_hant: 影片

source: View
ar: عرض
de: Ansicht
es: Vista
fr: Affichage
it: Vista
ja: 表示
ko: 보기
pt_br: Visualização
ru: Вид
vi: Chế độ xem
zh_hans: 视图
zh_hant: 顯示方式

source: Virtual Address
ar: العنوان الافتراضي
de: Virtuelle Adresse
es: Dirección virtual
fr: Adresse virtuelle
it: Indirizzo virtuale
ja: 仮想アドレス
ko: 가상 주소
pt_br: Endereço Virtual
ru: Виртуальный адрес
vi: Địa chỉ ảo
zh_hans: 虚拟地址
zh_hant: 虛擬位址

source: Wait for the current installation to finish, then try again.
ar: انتظر انتهاء التثبيت الحالي، ثم حاول مرة أخرى.
de: Warte, bis die aktuelle Installation abgeschlossen ist, und versuche es dann erneut.
es: Espera a que termine la instalación actual y vuelve a intentarlo.
fr: Attendez la fin de l’installation en cours, puis réessayez.
it: Attendi che l’installazione in corso finisca, poi riprova.
ja: 現在のインストールが完了するのを待ってから、もう一度お試しください。
ko: 현재 설치가 끝날 때까지 기다린 다음 다시 시도하십시오.
pt_br: Aguarde a instalação atual terminar e tente novamente.
ru: Дождитесь завершения текущей установки и повторите попытку.
vi: Hãy đợi lần cài đặt hiện tại hoàn tất rồi thử lại.
zh_hans: 等待当前安装完成后再试。
zh_hant: 請等待目前的安裝完成，然後再試一次。

source: Warning
ar: تحذير
de: Warnung
es: Aviso
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
pt_br: Aviso
ru: Предупреждение
vi: Cảnh báo
zh_hans: 警告
zh_hant: 警告

source: Wrap Lines
ar: التفاف الأسطر
de: Zeilenumbruch
es: Ajustar líneas
fr: Renvoi à la ligne
it: A capo automatico
ja: 行を折り返す
ko: 줄 바꿈
pt_br: Quebrar Linhas
ru: Переносить строки
vi: Ngắt dòng
zh_hans: 自动换行
zh_hant: 自動換行

source: Write
ar: كتابة
de: Schreiben
es: Escritura
fr: Écriture
it: Scrittura
ja: 書き込み
ko: 쓰기
pt_br: Escrever
ru: Запись
vi: Ghi
zh_hans: 写入
zh_hant: 寫入

source: Write ${text} to ${path}
ar: كتابة ${text} إلى ${path}
de: ${text} in ${path} schreiben
es: Escribir ${text} en ${path}
fr: Écrire ${text} dans ${path}
it: Scrivi ${text} in ${path}
ja: ${text} を ${path} に書き込む
ko: ${path}에 ${text} 쓰기
pt_br: Gravar ${text} em ${path}
ru: Записать ${text} в ${path}
vi: Ghi ${text} vào ${path}
zh_hans: 将 ${text} 写入 ${path}
zh_hant: 將 ${text} 寫入 ${path}
